[
    {
        "hatalmiag": "Legislative",
        "intezmeny": "State Audit Office",
        "feladat": "It is responsible for auditing the spending of public funds and supervising the legality of the financial management of political parties. In that respect it may impose payment obligations for political parties.",
        "nevpoziciok": [
            {
                "nevpozicio": "László Domokos (President)",
                "datestart": "2010.07.05.",
                "dateend": "2022.07.05."
            }
        ]
    },
    {
        "hatalmiag": "Legislative",
        "intezmeny": "Fiscal Council",
        "feladat": "It is a body supporting the legislative work of the National Assembly. The adoption of the act on the budget requires the consent of the Council, which may refuse to give its consent if, in its view, the proposal of the budget does not comply with the rules on public debt control. It may also veto the amendment of the adopted budget and may significantly limit the margins of fiscal maneuver of the Government or the Parliament.",
        "nevpoziciok": [
            {
                "nevpozicio": "Dr. Árpád Kovács (President)",
                "datestart": "2012.01.10.",
                "dateend": "2024.01.10."
            }
        ]
    },
    {
        "hatalmiag": "Judiciary",
        "intezmeny": "Curia",
        "feladat": "It is the highest forum in the organizational structure of the judiciary, its responsibilities include legal harmonization as part of which a limited case-law system has been introduced in 2020. Accordingly, lower courts may deviate from the judgments of the Curia only by expressly referring to the reasons thereof. Its President, beside his authority over courts, has a substantial role in the assignment of cases to judges, in determining the composition of judicial chambers and the promotion of judges within the Curia.",
        "nevpoziciok": [
            {
                "nevpozicio": "dr.  András Varga Zs. (President)",
                "datestart": "2021.01.02.",
                "dateend": "2029.01.02."
            }
        ]
    },
    {
        "hatalmiag": "Judiciary",
        "intezmeny": "Office of the Prosecutor General",
        "feladat": "It is the highest organ within the organizational structure of the prosecution, and the representative of the state’s monopoly of prosecution. The Prosecutor General has a decisive influence on laying and representing charges by prosecutors. If the prosecution lays no charges, the courts cannot proceed in the case.",
        "nevpoziciok": [
            {
                "nevpozicio": "dr. Péter Polt (Prosecutor General)",
                "datestart": "2010.12.14.",
                "dateend": "2028.12.15."
            }
        ]
    },
    {
        "hatalmiag": "Judiciary",
        "intezmeny": "National Office for the Judiciary",
        "feladat": "It is the central administrative organ of courts. Its President has a fundamental impact on the organizational system of the judiciary through his powers concerning job applications of judges, appointments, assessments of job performance and promotions, and by other means.",
        "nevpoziciok": [
            {
                "nevpozicio": "Dr. György Barna Senyei (President)",
                "datestart": "2019.12.10.",
                "dateend": "2028.12.10."
            }
        ]
    },
    {
        "hatalmiag": "Executive",
        "intezmeny": "National Authority for Data Protection and Freedom of Information",
        "feladat": "It is responsible for monitoring the observance of rights and obligations related to data protection and freedom of information. It may initiate administrative procedures for data protection against natural and legal persons alike, and it has an influence on developing the case-law related to the access to data of public interest.",
        "nevpoziciok": [
            {
                "nevpozicio": "dr. Attila Péterfalvi (President)",
                "datestart": "2012.01.01.",
                "dateend": "2030.01.01."
            }
        ]
    },
    {
        "hatalmiag": "Executive",
        "intezmeny": "Hungarian Atomic Energy Authority",
        "feladat": "It is responsible for the official supervision related to the safety and protection of nuclear installations, radioactive waste storage facilities, and radioactive material. Its responsibilities include the authorization of Paks II. It will operate as an independent regulatory authority as of 1 January 2022.",
        "nevpoziciok": [
            {
                "nevpozicio": "Andrea Beatrix Kádár (General Director, President from 2022)",
                "datestart": "2021.09.29.",
                "dateend": "2031.01.01."
            }
        ]
    },
    {
        "hatalmiag": "Executive",
        "intezmeny": "Hungarian Energy and Public Utility Regulatory Authority",
        "feladat": "As an independent regulatory authority it has a substantial influence on the energy sector, which has strategic importance and a decisive role in the economy, for example, by means of issuing authorizations or by regulating the market.",
        "nevpoziciok": [
            {
                "nevpozicio": "Péter János Horváth (President)",
                "datestart": "2020.07.13.",
                "dateend": "2027.07.13."
            }
        ]
    },
    {
        "hatalmiag": "Executive",
        "intezmeny": "Media Council",
        "feladat": "Its responsibilities include the authorization of mergers in the media market, the allocation of frequencies and the promotion of media pluralism. Or its obstruction, as the case may be: the re-classification of advertisements of the governmental campaign as advertisements for public purposes was a great step in the direction of the latter.",
        "nevpoziciok": [
            {
                "nevpozicio": "dr. Monika Karas (President) resigned before her end of term, a new appointment is expected for another 9 years",
                "datestart": "2013.09.09.",
                "dateend": "2031.01.01.",
                "custominfo": "Appointment: 2013.09.09. Resigned before her end of term, a new appointment is expected for another 9 years"
            }
        ]
    },
    {
        "hatalmiag": "Executive",
        "intezmeny": "National Media and Infocommunications Authority",
        "feladat": "As a media supervisory authority it is an actor vested with powers and significant influence on the media market by means of managing frequency tender procedures and adopting sector specific regulations. The Media Council is its independent body.",
        "nevpoziciok": [
            {
                "nevpozicio": "dr. Monika Karas (President) resigned before her end of term, a new appointment is expected for another 9 years",
                "datestart": "2013.08.19.",
                "dateend": "2031.01.01.",
                "custominfo": "Appointment: 2013.08.19. Resigned before her end of term, a new appointment is expected for another 9 years"
            }
        ]
    },
    {
        "hatalmiag": "Executive",
        "intezmeny": "Supervisory Authority for Regulated Services",
        "feladat": "It is responsible for managing and supervising concessions and authorizations related to gambling, tobacco, judicial execution, and liquidators. As result, the authority has particularly significant economic powers.",
        "nevpoziciok": [
            {
                "nevpozicio": "Marcell Biró (President)",
                "datestart": "2021.10.01.",
                "dateend": "2030.10.01."
            }
        ]
    },
    {
        "hatalmiag": "Other",
        "intezmeny": "Commissioner for Fundamental Rights",
        "feladat": "He has the right to request information and to enter public institutions and carries out fact-finding activities as part of his responsibilities to protect fundamental rights. He can make an impact on public life primarily by means of public disclosures, but since 1 January 2021 he is also in charge of discrimination cases formerly falling within the competence of the now dissolved Authority for Equal Treatment.",
        "nevpoziciok": [
            {
                "nevpozicio": "dr.  Ákos Kozma (Commissioner for Fundamental Rights/Ombudsman)",
                "datestart": "2019.09.26.",
                "dateend": "2025.09.26."
            }
        ]
    },
    {
        "hatalmiag": "Other",
        "intezmeny": "Constitutional Court",
        "feladat": "The supreme guardian and authentic interpreter of the Fundamental Law. Its substantial importance is primarily due to its powers to annul newly adopted legal regulations (so-called preliminary norm control) and legal regulations already in force (posterior norm control), and by means of the institution of constitutional complaints, but it also has an important role, for example, in the procedure to remove the President of the Republic from office.",
        "nevpoziciok": [
            {
                "nevpozicio": "dr. Béla Pokol (member)",
                "datestart": "2011.09.01.",
                "dateend": "2023.09.01."
            },
            {
                "nevpozicio": "dr. Péter Szalay (member)",
                "datestart": "2011.09.01.",
                "dateend": "2023.09.01."
            },
            {
                "nevpozicio": "dr. Mária Szívós (member)",
                "datestart": "2011.09.01.",
                "dateend": "2023.09.01."
            },
            {
                "nevpozicio": "dr. Egon Dienes-Ohm (member)",
                "datestart": "2011.09.01.",
                "dateend": "2023.09.01."
            },
            {
                "nevpozicio": "dr. László Salamon (member)",
                "datestart": "2013.02.25.",
                "dateend": "2025.02.25."
            },
            {
                "nevpozicio": "dr. Imre Juhász (member)",
                "datestart": "2013.04.03.",
                "dateend": "2025.04.03."
            },
            {
                "nevpozicio": "dr. Tamás Sulyok (President)",
                "datestart": "2014.09.27.",
                "dateend": "2026.09.27."
            },
            {
                "nevpozicio": "dr. Ágnes Czine (member)",
                "datestart": "2014.11.15.",
                "dateend": "2026.11.15."
            },
            {
                "nevpozicio": "dr. Balázs Schanda (member)",
                "datestart": "2016.12.01.",
                "dateend": "2028.12.01."
            },
            {
                "nevpozicio": "dr. Attila Horváth (member)",
                "datestart": "2016.12.01.",
                "dateend": "2028.12.01."
            },
            {
                "nevpozicio": "Ildikó dr. Hörcherné dr. Harosi (member)",
                "datestart": "2016.12.01.",
                "dateend": "2028.12.01."
            },
            {
                "nevpozicio": "dr. Marcel Szabó (member)",
                "datestart": "2016.12.01.",
                "dateend": "2028.12.01."
            },
            {
                "nevpozicio": "dr. Tünde Handó (member)",
                "datestart": "2020.01.01.",
                "dateend": "2032.01.01."
            },
            {
                "nevpozicio": "dr. Miklós Juhász (member)",
                "datestart": "2020.04.15.",
                "dateend": "2032.04.15."
            },
            {
                "nevpozicio": "dr. Zoltán Márki (member)",
                "datestart": "2021.06.22.",
                "dateend": "2033.06.22."
            }
        ]
    },
    {
        "hatalmiag": "Other",
        "intezmeny": "President of the Republic",
        "feladat": "His functions are mainly of ceremonial nature but can potentially hinder the operation of the state in several ways. For example, if he does not sign the already adopted laws or exercises his rights to appoint ministers, judges, rectors, professors, the President of the Curia, the Prosecutor General and many other officials in an obstructive manner.",
        "nevpoziciok": [
            {
                "nevpozicio": "dr. János Áder, his successor is elected by the current Parlaiment for 5 years",
                "datestart": "2012.05.10.",
                "dateend": "2027.03.13."
            }
        ]
    },
    {
        "hatalmiag": "Other",
        "intezmeny": "Hungarian National Bank and the Monetary Council",
        "feladat": "As the central bank, it has a fundamental influence on economic life by means of setting the base interest rate, its powers as supervisory authority and market interventions. It is not obliged to pay its own profit to the central budget but may use such funds to finance foundations and make expenditures without any control by the state.",
        "nevpoziciok": [
            {
                "nevpozicio": "dr. György Matolcsy (President)",
                "datestart": "2013.03.04.",
                "dateend": "2025.03.04."
            }
        ]
    },
    {
        "hatalmiag": "Other",
        "intezmeny": "Media Services Support and Asset Management Fund (MTVA)",
        "feladat": "It has a significant cultural impact and information power by mans of public service broadcasting production. Its programs are produced for Duna Media Services Nonprofit Zrt. It is managed by the Media Council.",
        "nevpoziciok": [
            {
                "nevpozicio": "Dániel Papp (General Director), mandate held for an indefinite period",
                "datestart": "2018.10.01.",
                "dateend": "2034.01.01.",
                "custominfo": "Appointment: 2018.10.01. Mandate held for an indefinite period"
            }
        ]
    },
    {
        "hatalmiag": "Other",
        "intezmeny": "National Election Commission (NVB)",
        "feladat": "The National Election Commission (NVB) is entitled to adopt a decision inter alia, about the verification of questions intended for a referendum and may review decisions related to and results of elections and may adjudge complaints concerning the election procedure. The quasi-judicial role of the NVB (declaring the results of elections, adjudication of complaints) is somewhat lessened by the powers of judicial review of the Curia.",
        "nevpoziciok": [
            {
                "nevpozicio": "dr. András Téglási (President)",
                "datestart": "2021.02.19.",
                "dateend": "2030.02.19."
            }
        ]
    },
    {
        "hatalmiag": "Other",
        "intezmeny": "National Election Office (NVI)",
        "feladat": "The National Election Office (NVI), as an autonomous body, is responsible for the technical arrangements and the fairness of elections.",
        "nevpoziciok": [
            {
                "nevpozicio": "dr. Attila Mihály Nagy (President)",
                "datestart": "2020.09.15.",
                "dateend": "2029.09.15."
            }
        ]
    }
]