[
    {
        "hatalmiag": "Törvényhozó",
        "intezmeny": "Állami Számvevőszék",
        "feladat": "Feladata a közpénzek elköltésének ellenőrzés, pártok gazdálkodásának törvényességi ellenőrzése. Ebben a körben a pártok számára fizetési kötelezettséget állapíthat meg.",
        "nevpoziciok": [
            {
                "nevpozicio": "Domokos László (elnök)",
                "rangestart": "33",
                "rangeend": "100"
            }
        ]
    },
    {
        "hatalmiag": "Törvényhozó",
        "intezmeny": "Költségvetési Tanács",
        "feladat": "Az Országgyűlés törvényhozási munkáját segítő testület. A költségvetési törvény elfogadásához a Tanács hozzájárulása szükséges, amit megtagadhat, ha meglátása szerint a költségvetési javaslat nem felel meg az államadósság-fék szabálynak. A már elfogadott költségvetés módosítását is megvétózhatja, és jelenősen korlátozhatja a Kormány és a Parlament pénzügyi mozgásterét.",
        "nevpoziciok": [
            {
                "nevpozicio": "Dr. Kovács Árpád (elnök)",
                "rangestart": "12.5",
                "rangeend": "83.5"
            }
        ]
    },
    {
        "hatalmiag": "Igazságszolgáltatás",
        "intezmeny": "Kúria",
        "feladat": "A bírósági szervezetrendszer legmagasabb fóruma, feladatai közé tartozik a jogegységesítés, aminek keretében 2020-tól korlátozott precedens rendszer működik. Eszerint a Kúria ítéleteitől az alsóbb szintű bíróságok csak kifejezett indokolással térhetnek el. Elnökének a bíróságok feletti tekintélye mellett kiemelkedő szerepe van az ügyelosztásban, a tanácsok összetételében és a Kúrián belüli bírói előmenetelben.",
        "nevpoziciok": [
            {
                "nevpozicio": "dr. Varga Zs. András (elnök)",
                "rangestart": "12.5",
                "rangeend": "83.5"
            }
        ]
    },
    {
        "hatalmiag": "Igazságszolgáltatás",
        "intezmeny": "Legfőbb Ügyészség",
        "feladat": "Az ügyészi szervezetrendszer csúcsa, az állami vádmonopólium letéteményese. A Legfőbb Ügyésznek az ügyészi vádemelésre és vádképviseletre döntő befolyása van. Ha az ügyészség nem emel vádat, a bíróság sem járhat el. ",
        "nevpoziciok": [
            {
                "nevpozicio": "dr. Polt Péter (Legfőbb Ügyész)",
                "rangestart": "25",
                "rangeend": "83.5"
            }
        ]
    },
    {
        "hatalmiag": "Igazságszolgáltatás",
        "intezmeny": "Országos Bírósági Hivatal",
        "feladat": "A bíróságok központi igazgató szerve. Elnökének alapvető hatása van a bírósági szervezetre a bírói pályázatok, kinevezés, teljesítményértékelés, előmenetel körében őt megillető jogkörök és egyéb eszközök útján.",
        "nevpoziciok": [
            {
                "nevpozicio": "Dr. Senyei György Barna (elnök)",
                "rangestart": "12.5",
                "rangeend": "83.5"
            }
        ]
    },
    {
        "hatalmiag": "Végrehajtó",
        "intezmeny": "Nemzeti Adatvédelmi és Információszabadság Hatóság",
        "feladat": "Az adatvédelmi és információszabadsággal kapcsolatos jogok és kötelezettségek betartását ellenőrzi. Adatvédelmi hatósági eljárást indíthat magánszemélyekkel és szervezetekkel szemben egyaránt, valamint ráhatása van a közérdekű adatok nyilvánosságával kapcsolatos joggyakorlat kialakítására.",
        "nevpoziciok": [
            {
                "nevpozicio": "dr. Péterfalvi Attila (elnök)",
                "rangestart": "12.5",
                "rangeend": "83.5"
            }
        ]
    },
    {
        "hatalmiag": "Végrehajtó",
        "intezmeny": "Országos Atomenergia Hivatal",
        "feladat": "Nukleáris létesítmények, a radioaktív hulladéktárolók, valamint a radioaktív anyagok biztonságával és védettségével kapcsolatos hatósági felügyeletet lát el. Hatáskörébe tartozik többek között Paks II. engedélyezése is. 2022. január 1-től önálló szabályozó szervként fog működni.",
        "nevpoziciok": [
            {
                "nevpozicio": "Kádár Andrea Beatrix  (főigazgató, 2022-től elnök)",
                "rangestart": "12.5",
                "rangeend": "83.5"
            }
        ]
    },
    {
        "hatalmiag": "Végrehajtó",
        "intezmeny": "Magyar Energetikai és Közmű-szabályozási Hivatal",
        "feladat": "Önálló szabályozó szervként alapvető befolyása van a stratégiai jelentőségű és meghatározó gazdasági súlyú energiaszektorban, például engedélyek kiadásával vagy piacbefolyásolással.",
        "nevpoziciok": [
            {
                "nevpozicio": "Horváth Péter János (elnök)",
                "rangestart": "12.5",
                "rangeend": "83.5"
            }
        ]
    },
    {
        "hatalmiag": "Végrehajtó",
        "intezmeny": "Médiatanács",
        "feladat": "Feladatai közé tartozik a médiapiaci fúziók engedélyezése, frekvenciaelosztás és médiapluralizmus elősegítése. Vagy éppen hátráltatása: a kormányzati kampányreklámok társadalmi célú reklámmá minősítése utóbbi irányba tett erőteljes lépés.",
        "nevpoziciok": [
            {
                "nevpozicio": "dr. Karas Monika (elnök) idő előtt lemondott, újabb kinevezés várható, további 9 évre",
                "rangestart": "33",
                "rangeend": "83.5"
            }
        ]
    },
    {
        "hatalmiag": "Végrehajtó",
        "intezmeny": "Nemzeti Média- és Hírközlési Hatóság",
        "feladat": "Médiafelügyeleti hatóságként a médiapiacot jelentősen befolyásoló hatalmi tényező frekvenciapályázatok lebonyolításán és a szektorra vonatkozó szabályozás megalkotásán keresztül. Önálló szerve a Médiatanács. ",
        "nevpoziciok": [
            {
                "nevpozicio": "dr. Karas Monika (elnök) idő előtt lemondott, újabb kinevezés várható, további 9 évre",
                "rangestart": "12.5",
                "rangeend": "75"
            }
        ]
    },
    {
        "hatalmiag": "Végrehajtó",
        "intezmeny": "Szabályozott Tevékenységek Felügyeleti Hatósága",
        "feladat": "Feladata a szerencsejáték és dohányipari, a bírósági végrehajtás valamint a felszámolói koncessziók, engedélyek kezelése és ellenőrzése. Mindez rendkívül nagy gazdasági súlyt ad a hatóságnak.",
        "nevpoziciok": [
            {
                "nevpozicio": "Biró Marcell   (elnök)",
                "rangestart": "12.5",
                "rangeend": "83.5"
            }
        ]
    },
    {
        "hatalmiag": "egyéb",
        "intezmeny": "Alapvető jogok biztosa",
        "feladat": "Információkérési és belépési joga van a közintézményekbe, alapjogvédelmi feladatkörében pedig tényfeltáró munkát végez. Elsősorban a nyilvánosság erejével hathat a közéletre, azonban 2021. január 1. óta hozzá tartoznak a megszüntetett Egyenlő Bánásmód Hatósága hatáskörébe tartozott diszkriminációs ügyek is.",
        "nevpoziciok": [
            {
                "nevpozicio": "dr. Kozma Ákos (Alapvető jogok biztosa vagy Ombudsman)",
                "rangestart": "12.5",
                "rangeend": "83.5"
            }
        ]
    },
    {
        "hatalmiag": "egyéb",
        "intezmeny": "Alkotmánybíróság",
        "feladat": "Az Alaptörvény legfőbb őre és autentikus értelmezője. Elsősorban a frissen megalkotott jogszabályok (az ún. előzetes normakontroll) és a már hatályban lévő jogszabályok megsemmisítésére (utólagos normakontroll) vonatkozó jogkörén, valamint az alkotmányjogi panasz intézményén keresztül van alapvető jelentősége, de szerepe van például a Köztársasági Elnök pozíciójától való megfosztási eljárásban is.",
        "nevpoziciok": [
            {
                "nevpozicio": "dr. Sulyok Tamás (elnök)",
                "rangestart": "12.5",
                "rangeend": "66"
            },
            {
                "nevpozicio": "dr. Czine Ágnes (tag)",
                "rangestart": "12.5",
                "rangeend": "83.5"
            },
            {
                "nevpozicio": "dr. Dienes-Ohm Egon (tag)",
                "rangestart": "20",
                "rangeend": "83.5"
            },
            {
                "nevpozicio": "dr. Handó Tünde (tag)",
                "rangestart": "12.5",
                "rangeend": "83.5"
            },
            {
                "nevpozicio": "dr. Horváth Attila (tag)",
                "rangestart": "12.5",
                "rangeend": "83.5"
            },
            {
                "nevpozicio": "dr. Hörcherné dr. Harosi Ildikó (tag)",
                "rangestart": "12.5",
                "rangeend": "83.5"
            },
            {
                "nevpozicio": "dr. Juhász Imre  (tag)",
                "rangestart": "12.5",
                "rangeend": "83.5"
            },
            {
                "nevpozicio": "dr. Juhász Miklós (tag)",
                "rangestart": "0",
                "rangeend": "56"
            },
            {
                "nevpozicio": "dr. Pokol Béla (tag)",
                "rangestart": "25",
                "rangeend": "53.5"
            },
            {
                "nevpozicio": "dr. Salamon László (tag)",
                "rangestart": "12.5",
                "rangeend": "83.5"
            },
            {
                "nevpozicio": "dr. Schanda Balázs (tag)",
                "rangestart": "24",
                "rangeend": "100"
            },
            {
                "nevpozicio": "dr. Szabó Marcel (tag)",
                "rangestart": "12.5",
                "rangeend": "83.5"
            },
            {
                "nevpozicio": "dr. Szalay Péter (tag)",
                "rangestart": "12.5",
                "rangeend": "83.5"
            },
            {
                "nevpozicio": "dr. Szívós Mária (tag)",
                "rangestart": "12.5",
                "rangeend": "83.5"
            },
            {
                "nevpozicio": "dr. Márki Zoltán (tag\t)",
                "rangestart": "12.5",
                "rangeend": "83.5"
            }
        ]
    },
    {
        "hatalmiag": "egyéb",
        "intezmeny": "Köztársasági Elnök",
        "feladat": "Alapvetően protokolláris szerepe van, azonban potenciálisan többféleképpen akadályozhatja az állam működését. Így például nem írja alá a már elfogadott törvényeket vagy obstruktív módon gyakorolja a miniszterek, bírák, rektorok, professzorok, a Kúria elnöke, a Legfőbb Ügyész és számos más hivatalnok kinevezésére vonatkozó jogát.",
        "nevpoziciok": [
            {
                "nevpozicio": "dr. Áder János, utódját a jelenlegi parlament választja 5 évre",
                "rangestart": "12.5",
                "rangeend": "83.5"
            }
        ]
    },
    {
        "hatalmiag": "egyéb",
        "intezmeny": "Magyar Nemzeti Bank és Monetáris Tanács",
        "feladat": "Jegybankként alapvető ráhatása van a gazdasági életre az alapkamat meghatározásán, felügyeleti hatósági jogkörein és piaci intervenciók útján. Saját nyereségét nem köteles befizetni a költségvetésbe, abból alapítványokat működtethet és állami kontroll nélkül költekezhet.",
        "nevpoziciok": [
            {
                "nevpozicio": "dr. Matolcsy György (elnök)",
                "rangestart": "12.5",
                "rangeend": "83.5"
            }
        ]
    },
    {
        "hatalmiag": "egyéb",
        "intezmeny": "Médiaszolgáltatás-támogató és Vagyonkezelő Alap (MTVA)",
        "feladat": "A közszolgálati műsorgyártással jelentős kulturális befolyással és információs hatalommal rendelkezik. A műsorokat a Duna Médiaszolgáltató Nonprofit Zrt. részére gyártja. Kezelője a Médiatanács.",
        "nevpoziciok": [
            {
                "nevpozicio": "Papp Dániel (vezérigazgató), megbizatása határozatlan időre szól ",
                "rangestart": "12.5",
                "rangeend": "83.5"
            }
        ]
    },
    {
        "hatalmiag": "egyéb",
        "intezmeny": "Nemzeti Választási Bizottság (NVB)",
        "feladat": "Az NVB dönt többek között népszavazásra szánt kérdések hitelesítéséről és felülvizsgálhatja a választásokkal kapcsolatos döntéseket, eredményeket, valamint elbírálja a választási eljárással kapcsolatos panaszokat. Az NVB jogalkalmazó szerepét (választások eredményének megállapítása, kifogások elbírálása) némileg tompítja a Kúria felülvizsgálati jogköre.",
        "nevpoziciok": [
            {
                "nevpozicio": "dr. Téglási András (elnök)",
                "rangestart": "12.5",
                "rangeend": "83.5"
            }
        ]
    },
    {
        "hatalmiag": "egyéb",
        "intezmeny": "Nemzeti Választási Iroda (NVI)",
        "feladat": "Az NVI autonóm szervként felel a választások technikai lebonyolításáért és a választások tisztaságáért.",
        "nevpoziciok": [
            {
                "nevpozicio": "dr. Nagy Attila Mihály (elnök)",
                "rangestart": "12.5",
                "rangeend": "83.5"
            }
        ]
    }
]